{
  "LuaSnip": { "branch": "master" },
  "accelerated-jk": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "carbonfox": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-possession": { "branch": "main" },
  "nvim-term": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-jukit": { "branch": "master" }
}
